[
    {
        "id": 1,
        "titulo": "De profundis",
        "autor": "Oscar Wilde",
        "idioma": "Español",
        "editorial": "Fontana",
        "tapa": "Blanda",
        "modelo": 2015,
        "categoria": "poesia",
        "precio": 650,
        "descuento": 0,
        "stock": 5,
        "imagen": "default-image.jpg",
        "descripcion": "Oscar O’Flahertie Fingal Wils-Wilde (1854-1900), mejor conocido como Oscar Wilde, es una de las figuras más brillantes de la literatura inglesa. En 1895, en la cima de su carrera, fue condenado a dos años de prisión con trabajos forzados, acusado de homosexualidad.\r\nAunque sus años de cárcel lo destrozaron física y moralmente, escribió De profundis, una de sus más hermosas obras, en la que analiza las causas de su caída desde la gloria al abismo en el que se encontraba.",
        "subcategoria": "oferta"
    },
    {
        "id": 2,
        "titulo": "El silencio de los corderos",
        "autor": "Thomas Harris",
        "idioma": "Español",
        "editorial": "Debolsillo",
        "tapa": "Blanda",
        "modelo": 2000,
        "categoria": "suspenso",
        "precio": 3300,
        "descuento": 0,
        "stock": 4,
        "imagen": "default-image.jpg",
        "descripcion": "A Clarice Starling, joven y ambiciosa estudiante de la academia del FBI, le encomiendan que entreviste a Hannibal Lecter, brillante psiquiatra y despiadado asesino, para conseguir su colaboración en la resolución de un caso de asesinatos en serie.",
        "subcategoria": "novedades"
    },
    {
        "id": 3,
        "titulo": "El club de la lucha",
        "autor": "Chuck Palahniuk",
        "idioma": "Español",
        "editorial": "Debolsillo",
        "tapa": "Blanda",
        "modelo": 1994,
        "categoria": "suspenso",
        "precio": 5509,
        "descuento": 15,
        "stock": 5,
        "imagen": "default-image.jpg",
        "descripcion": "quam pharetra magna ac consequat metus sapien ut nunc vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae mauris viverra diam vitae quam suspendisse potenti nullam porttitor lacus at turpis donec posuere metus vitae ipsum aliquam non mauris morbi non lectus aliquam sit amet diam in magna bibendum imperdiet nullam orci pede venenatis non sodales sed tincidunt eu felis fusce",
        "subcategoria": "novedades"
    },
    {
        "id": 4,
        "titulo": "Drácula",
        "autor": "Bram Stoker",
        "idioma": "Español",
        "editorial": "Booket",
        "tapa": "Blanda",
        "modelo": 2020,
        "categoria": "suspenso",
        "precio": 2320,
        "descuento": 0,
        "stock": 10,
        "imagen": "default-image.jpg",
        "descripcion": "Drácula parte de la existencia de Vlad Tepes, un personaje histórico situado en la Rumania del siglo XV, y conocido por su heroicidad contra la invasión otomana, pero también por su crueldad. A partir de esta historia y de no pocas leyendas acerca de él, Bram Stoker escribe esta magistral novela en forma de diarios y cartas que los personajes principales van intercambiándose. Una obra trascendental de la literatura gótica que abrió un nuevo camino en la novela de terror y que instauró la figura del aristócrata transilvano como arquetipo del mal y modelo de seducción perversa, y sus páginas han sido fuente innagotable de innumerables adaptaciones cinematográficas.",
        "subcategoria": "novedades"
    },
    {
        "id": 5,
        "titulo": "American Psycho",
        "autor": "Bret Easton Ellis",
        "idioma": "Español",
        "editorial": "Bret Easton Ellis",
        "tapa": "Blanda",
        "modelo": 2010,
        "categoria": "novelas",
        "precio": 7827,
        "descuento": 0,
        "stock": 3,
        "imagen": "default-image.jpg",
        "descripcion": "American Psycho es una novela publicada en 1991 por Bret Easton Ellis y que describe, en primera persona, los episodios en la vida de un yuppie asesino de Manhattan a finales de los años 1980. La novela está escrita tal como la escribiría un psicópata, en un estilo que expresa sus obsesiones, manías, sadismos, odio y vacío existencial: un largo monólogo que puede llegar a parecer incoherente en algunos pasajes, pero que corresponde al contexto de desquiciamiento mental del personaje.",
        "subcategoria": "novedades"
    },
    {
        "id": 6,
        "titulo": "Poesia Completa",
        "autor": "Alejandra Pizarnik",
        "idioma": "Español",
        "editorial": "Lumen",
        "tapa": "Blanda",
        "modelo": "2015",
        "categoria": "poesia",
        "precio": "4226",
        "descuento": "5",
        "stock": "6",
        "descripcion": "Obra poética completa de una de las escritoras argentinas más emblemáticas de la segunda mitad de siglo, la controvertida, polémica y malograda Alejandra Pizarnik. \r\nNuestra edición, a cargo de Ana Becciu, incluye los libros de poemas editados en vida de la autora y los poemas inéditos compilados a partir de manuscritos.",
        "subcategoria": "oferta",
        "imagen": "default-image.jpg"
    },
    {
        "id": 7,
        "titulo": "Perfect Candidate, A",
        "autor": "Laurena Kohnen",
        "idioma": "ingles",
        "editorial": "Bluejam",
        "tapa": "dura",
        "modelo": 2010,
        "categoria": "noFiccion",
        "precio": 3200,
        "descuento": 10,
        "stock": 13,
        "imagen": "default-image.jpg",
        "descripcion": "curae nulla dapibus dolor vel est donec odio justo sollicitudin ut suscipit a feugiat et eros vestibulum ac est lacinia nisi venenatis tristique fusce congue diam id ornare imperdiet sapien urna pretium nisl ut volutpat sapien arcu sed augue aliquam erat volutpat in congue etiam justo etiam pretium iaculis justo in hac habitasse platea dictumst etiam faucibus cursus urna ut tellus nulla",
        "subcategoria": "masVendidos"
    },
    {
        "id": 8,
        "titulo": "This Is Spinal Tap",
        "autor": "Gwennie Wheelband",
        "idioma": "ingles",
        "editorial": "Chatterbridge",
        "tapa": "blanda",
        "modelo": 1994,
        "categoria": "infantiles",
        "precio": 2100,
        "descuento": 15,
        "stock": 15,
        "imagen": "default-image.jpg",
        "descripcion": "faucibus orci luctus et ultrices posuere cubilia curae nulla dapibus dolor vel est donec odio justo sollicitudin",
        "subcategoria": "masVendidos"
    },
    {
        "id": 9,
        "titulo": "Carmilla",
        "autor": "Sheridan Le Fanu",
        "idioma": "Español",
        "editorial": "Emu",
        "tapa": "Blanda",
        "modelo": 2009,
        "categoria": "novelas",
        "precio": 1350,
        "descuento": 10,
        "stock": 4,
        "imagen": "default-image.jpg",
        "descripcion": "Joseph Sheridan Le Fanu publicó Carmilla en 1872, un año antes de su muerte, como un cuento breve en una colección titulada In A Glass Darkly. El personaje de la vampiresa Carmilla influyó, sin duda, en la delineación del Drácula de Bram Stoker.",
        "subcategoria": "novedades"
    },
    {
        "id": 10,
        "titulo": "Sudden Impact",
        "autor": "Hermina Straine",
        "idioma": "ingles",
        "editorial": "Zoombeat",
        "tapa": "dura",
        "modelo": 2003,
        "categoria": "educativo",
        "precio": 830,
        "descuento": 20,
        "stock": 15,
        "imagen": "default-image.jpg",
        "descripcion": "non velit donec diam neque vestibulum eget vulputate ut ultrices vel augue vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae donec pharetra magna vestibulum aliquet ultrices erat tortor sollicitudin mi sit amet lobortis sapien sapien non mi integer ac neque duis bibendum morbi non quam nec dui luctus rutrum nulla tellus in sagittis dui vel nisl duis ac nibh fusce lacus purus aliquet at feugiat non pretium quis lectus suspendisse potenti",
        "subcategoria": "masVendidos"
    },
    {
        "id": 11,
        "titulo": "La divina comedia",
        "autor": "Dante Alighieri",
        "idioma": "Español",
        "editorial": "Terramar",
        "tapa": "Blanda",
        "modelo": 2006,
        "categoria": "clasicos",
        "precio": 1900,
        "descuento": 0,
        "stock": 8,
        "imagen": "default-image.jpg",
        "descripcion": "Es una obra humana que refleja el peregrinaje del ser humano en busca de “la Luz”, es el descubrimiento del hombre hacia Dios, con la ayuda de la razón (Virgilio) y de la fe (Beatriz). El poema es una epopeya religiosa que narra con realismo un viaje, es un canto a la humanidad.",
        "subcategoria": "novedades"
    },
    {
        "id": 12,
        "titulo": "Free Zone",
        "autor": "Shea Manning",
        "idioma": "ingles",
        "editorial": "Gevee",
        "tapa": "blanda",
        "modelo": 1993,
        "categoria": "noFiccion",
        "precio": 2150,
        "descuento": 54,
        "stock": 20,
        "imagen": "default-image.jpg",
        "descripcion": "aliquam quis turpis eget elit sodales scelerisque mauris sit amet eros suspendisse accumsan tortor quis turpis sed",
        "subcategoria": "masVendidos"
    },
    {
        "id": 13,
        "titulo": "The Hand of Death (Shao Lin men)",
        "autor": "Fania Inderwick",
        "idioma": "español",
        "editorial": "Yabox",
        "tapa": "dura",
        "modelo": 2009,
        "categoria": "Suspenso",
        "precio": 920,
        "descuento": 15,
        "stock": 13,
        "imagen": "default-image.jpg",
        "descripcion": "vitae nisl aenean lectus pellentesque eget nunc donec quis orci eget orci vehicula condimentum curabitur in libero ut massa",
        "subcategoria": "masVendidos"
    },
    {
        "id": 14,
        "titulo": "My Father and the Man in Black",
        "autor": "Emmett Beevis",
        "idioma": "español",
        "editorial": "Centizu",
        "tapa": "blanda",
        "modelo": 1992,
        "categoria": "cienciaFiccion",
        "precio": 900,
        "descuento": 5,
        "stock": 44,
        "imagen": "default-image.jpg",
        "descripcion": "aliquam convallis nunc proin at turpis a pede posuere nonummy integer non velit donec diam neque vestibulum eget vulputate ut ultrices vel augue vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae donec pharetra magna vestibulum aliquet ultrices erat tortor sollicitudin mi",
        "subcategoria": "oferta"
    },
    {
        "id": 15,
        "titulo": "Eyjafjallajökull",
        "autor": "Virgil De Lorenzo",
        "idioma": "español",
        "editorial": "Mybuzz",
        "tapa": "dura",
        "modelo": 1997,
        "categoria": "educativo",
        "precio": 2540,
        "descuento": 10,
        "stock": 9,
        "imagen": "default-image.jpg",
        "descripcion": "turpis adipiscing lorem vitae mattis nibh ligula nec sem duis aliquam convallis nunc proin at turpis a pede posuere nonummy integer non velit",
        "subcategoria": "masVendidos"
    },
    {
        "id": 16,
        "titulo": "Love the Beast",
        "autor": "Berenice Blunkett",
        "idioma": "español",
        "editorial": "Babbleset",
        "tapa": "blanda",
        "modelo": 2012,
        "categoria": "educativo",
        "descuento": 20,
        "precio": 2600,
        "stock": 28,
        "imagen": "default-image.jpg",
        "descripcion": "varius nulla facilisi cras non velit nec nisi vulputate nonummy maecenas tincidunt lacus at velit vivamus vel nulla eget eros elementum pellentesque quisque porta volutpat erat quisque erat eros viverra eget congue eget semper rutrum nulla nunc purus phasellus in felis donec semper sapien a libero nam dui proin leo",
        "subcategoria": "masVendidos"
    },
    {
        "id": 17,
        "titulo": "Lady Eve, The",
        "autor": "Tricia Curnnok",
        "idioma": "ingles",
        "editorial": "Wordtune",
        "tapa": "dura",
        "modelo": 2006,
        "categoria": "clasicos",
        "precio": 3050,
        "descuento": 10,
        "stock": 48,
        "imagen": "default-image.jpg",
        "descripcion": "massa donec dapibus duis at velit eu est congue elementum in hac habitasse platea dictumst morbi vestibulum velit id pretium iaculis diam erat fermentum justo nec condimentum neque sapien placerat ante nulla justo aliquam quis turpis eget elit sodales",
        "subcategoria": "oferta"
    },
    {
        "id": 18,
        "titulo": "Target",
        "autor": "Rufus Althorp",
        "idioma": "ingles",
        "editorial": "Yodo",
        "tapa": "dura",
        "modelo": 1995,
        "categoria": "noFiccion",
        "precio": 3500,
        "descuento": 30,
        "stock": 43,
        "imagen": "default-image.jpg",
        "descripcion": "libero nullam sit amet turpis elementum ligula vehicula consequat morbi a ipsum integer a nibh in quis justo maecenas rhoncus aliquam lacus morbi quis tortor id nulla ultrices aliquet maecenas leo odio condimentum id luctus nec molestie sed justo pellentesque viverra pede ac diam cras pellentesque volutpat dui",
        "subcategoria": "oferta"
    },
    {
        "id": 19,
        "titulo": "K-PAX",
        "autor": "Dinny Snarie",
        "idioma": "ingles",
        "editorial": "Gabtune",
        "tapa": "dura",
        "modelo": 1992,
        "categoria": "clasicos",
        "precio": 2200,
        "descuento": 20,
        "stock": 14,
        "imagen": "default-image.jpg",
        "descripcion": "cubilia curae donec pharetra magna vestibulum aliquet ultrices erat tortor sollicitudin mi sit amet lobortis sapien sapien non mi integer ac neque duis bibendum morbi non quam nec dui luctus rutrum nulla tellus in sagittis dui vel nisl duis ac nibh fusce lacus purus aliquet at feugiat non pretium quis lectus suspendisse potenti in eleifend quam a odio in hac habitasse platea dictumst maecenas ut massa quis augue luctus tincidunt nulla mollis molestie lorem quisque ut",
        "subcategoria": "masVendidos"
    },
    {
        "id": 20,
        "titulo": "Jamie Marks Is Dead",
        "autor": "Ozzie Pisculli",
        "idioma": "ingles",
        "editorial": "Innojam",
        "tapa": "blanda",
        "modelo": 2007,
        "categoria": "novelas",
        "precio": 4100,
        "descuento": 10,
        "stock": 39,
        "imagen": "default-image.jpg",
        "descripcion": "primis in faucibus orci luctus et ultrices posuere cubilia curae mauris viverra diam vitae quam suspendisse potenti nullam porttitor lacus at turpis donec posuere metus vitae ipsum aliquam non mauris morbi non lectus aliquam sit amet diam in magna bibendum imperdiet",
        "subcategoria": "masVendidos"
    },
    {
        "id": 21,
        "titulo": "Chinese Ghost Story, A (Sinnui yauwan)",
        "autor": "Lari Eckert",
        "idioma": "ingles",
        "editorial": "Wikibox",
        "tapa": "blanda",
        "modelo": 2003,
        "categoria": "cienciaFiccion",
        "precio": 4000,
        "descuento": 10,
        "stock": 32,
        "imagen": "default-image.jpg",
        "descripcion": "volutpat quam pede lobortis ligula sit amet eleifend pede libero quis orci nullam molestie nibh in lectus pellentesque at nulla suspendisse potenti cras in purus eu magna vulputate luctus cum sociis natoque penatibus et magnis dis parturient montes nascetur ridiculus mus vivamus vestibulum sagittis sapien cum sociis natoque penatibus",
        "subcategoria": "oferta"
    },
    {
        "id": 22,
        "titulo": "Abominable Snowman, The (Abominable Snowman of the Himalayas, The)",
        "autor": "Hieronymus Disbrow",
        "idioma": "ingles",
        "editorial": "Camimbo",
        "tapa": "blanda",
        "modelo": 1966,
        "categoria": "infantiles",
        "precio": 3000,
        "descuento": 25,
        "stock": 49,
        "imagen": "default-image.jpg",
        "descripcion": "aliquam quis turpis eget elit sodales scelerisque mauris sit amet eros suspendisse accumsan tortor quis turpis sed ante vivamus tortor duis mattis egestas metus aenean fermentum donec ut mauris eget massa tempor convallis nulla",
        "subcategoria": "oferta"
    },
    {
        "id": 23,
        "titulo": "Pekka ja Pätkä Suezilla",
        "autor": "Pascale Gurner",
        "idioma": "ingles",
        "editorial": "Oyoyo",
        "tapa": "dura",
        "modelo": 2007,
        "categoria": "poesia",
        "precio": 450,
        "descuento": 0,
        "stock": 39,
        "imagen": "default-image.jpg",
        "descripcion": "morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar lobortis est phasellus sit amet",
        "subcategoria": "oferta"
    },
    {
        "id": 24,
        "titulo": "Hunter, The",
        "autor": "Paolo Jakeman",
        "idioma": "español",
        "editorial": "Teklist",
        "tapa": "blanda",
        "modelo": 2007,
        "categoria": "infantiles",
        "precio": 3900,
        "descuento": 20,
        "stock": 15,
        "imagen": "default-image.jpg",
        "descripcion": "volutpat quam pede lobortis ligula sit amet eleifend pede libero quis orci nullam molestie nibh in lectus pellentesque at nulla suspendisse potenti cras in purus eu magna vulputate luctus cum sociis natoque penatibus et magnis dis parturient montes nascetur ridiculus mus vivamus vestibulum sagittis sapien cum sociis natoque penatibus et magnis dis parturient montes nascetur ridiculus mus etiam vel augue",
        "subcategoria": "oferta"
    },
    {
        "id": 26,
        "titulo": "Jeanne Dielman, 23 Quai du Commerce, 1080 Bruxelles",
        "autor": "Stefan Stean",
        "idioma": "español",
        "editorial": "Realpoint",
        "tapa": "dura",
        "modelo": 2010,
        "categoria": "infantiles",
        "precio": 4500,
        "descuento": 5,
        "stock": 15,
        "imagen": "default-image.jpg",
        "descripcion": "arcu sed augue aliquam erat volutpat in congue etiam justo etiam pretium iaculis justo in hac habitasse platea dictumst etiam faucibus cursus urna ut tellus nulla ut erat id mauris vulputate",
        "subcategoria": "oferta"
    }
]